Repository: jankulosky/RLDatix.ConsoleInteractionSolution_2
Catalog: AllocateQ3-ConsoleInteraction/Properties/Resources.*.resx
Languages: mk_mk

source: And on that farm he had a
mk_mk: И на таа фарма имаше

# AnimalName
source: Enter the name of animal {0}:
mk_mk: Внесете име на животното {0}:

# AnimalNumberInput
source: Enter the number of animals you want to add:
mk_mk: Внесете број на животни кои ќе ги внесете:

# AnimalSound
source: Enter the sound of the {0}:
mk_mk: Внесете звук на животното {0}:

# cat
source: meow
mk_mk: мачка

source: cow
mk_mk: крава

source: dog
mk_mk: куче

source: goat
mk_mk: коза

# horse
source: neigh
mk_mk: коњ

# chicken
source: cluck
mk_mk: кокошка

source: pig
mk_mk: свиња

source: frog
mk_mk: жаба

source: duck
mk_mk: патка

# EnterAnimalFromInput
source: Do you want to enter Animals from input? Y/n
mk_mk: Дали сакате да внесете животни преку конзола? Y/n

# Exception
source: Exception: {0}
mk_mk: Исклучок: {0}

# FirstInputQuestion
source: Choose one of the following options:
mk_mk: Изберете една од следниве опции:

# HereASoundThereASound
source: Here a {0}, there a {0}, everywhere a {0}-{0}
mk_mk: Тука {0}, таму {0}, секаде {0}-{0}

# InvalidInput
source: Invalid input try again
mk_mk: Невалиден влез обидете се покасно

# NextExample
source: Do the next example
mk_mk: Следен пример

# OldMacDonaldHadAFarm
source: Old MacDonald had a farm, E-I-E-I-O
mk_mk: Стариот МакДоналд имаше фарма, И-И-И-О

source: sheep
mk_mk: овца

# StopApplication
source: Write 'no' to stop, anything else to continue
mk_mk: Напиши „no“ за да престанеш, или што било друго за да продолжиш

# WithASoundHereAndThere
source: With a {0}-{0} here and a {0}-{0} there
mk_mk: Со {0}-{0} тука и {0}-{0} таму

# PlayAllAnimals
source: Play verses for all animals
mk_mk: Свири стихови за сите животни

# PlaySingleAnimal
source: Choose an animal to play verse for
mk_mk: Изберете животно за кое ќе свирите стихови

# AddNewAnimal
source: Add a new animal
mk_mk: Додај ново животно

# RemoveAnimal
source: Remove existing animal
mk_mk: Отстранете го постоечкото животно

source: No animals available.
mk_mk: Нема достапни животни.

source: Animal not found.
mk_mk: Животното не е пронајдено.

source: Enter animal type:
mk_mk: Внесете го типот на животно:

source: Enter animal sound:
mk_mk: Внесете животински звук:

# AnimalAdded
source: Animal successfully added.
mk_mk: Животното е успешно додадено.

# AnimalRemoved
source: Animal successfully removed.
mk_mk: Животното е успешно отстрането.

source: Enter animal type to remove:
mk_mk: Внесете тип на животно за отстранување:

source: bee
mk_mk: пчела

source: tiger
mk_mk: тигар

source: snake
mk_mk: змија
